var postList=[{
  title:"拜登赢得总统大选：很荣幸被选择领导美国",
  content:"媒体评论普遍认为，两位候选人都较为清晰地阐述了各自的政治主张和价值观念。但在信息准确度方面，两名候选人在辩论中释放出的错误或误导性信息均高于早前的辩论。据CNN的民调，约50%的受访者认为此次辩论拜登获胜，约40%的受访者认为特朗普获胜。",
  imgSrc:"/images/posts/new1.png",
  reading:120,
  deatil:"据美联社当地时间11月7日报道，民主党总统候选人拜登在2020年美国总统大选中赢下宾夕法尼亚州，获得284张选举人票，超过胜选所需270张选举人票。尽管《纽约时报》、美国有线电视新闻网（CNN）等媒体未将亚利桑那州的11张选举人票归属拜登，但据其统计拜登依然获得了超过胜选门槛的273票。另据环球网消息，美国有线电视新闻网（CNN）和美国全国广播公司(NBC)和英国广播公司（BBC）等多家外媒先后发布预测，民主党总统候选人拜登当选。CNN称，拜登将成为美国第46任总统。CNN预测，在拜登赢下宾夕法尼亚州之后，他将获得赢得胜选所需的270张选举人票。报道称，加上宾夕法尼亚州的20张选举人团票，拜登所获得的选举人团票将达到273张。英国《卫报》的统计数据显示，拜登已获得284张选举人票。其中，拜登拿到了宾夕法尼亚州的20张选举人票。福克斯的统计数据显示，拜登已获得290张选举人票。",
  collection:99,
  dateTime:"24小时前",
  headImgSrc:"/images/postsdetail/pd01.png",
  author:"冬天的小猫",
  date:"2020-10-26 08:51:00",
  avator:"/images/avatar/tu1.png",
  postId:0,
  music: {
    url: "/images/postsdetail/经典老哥 - 水手.mp3",
    title: "水手"
  }
},{
  title:"中方就涉港问题制裁的美方4人什么来头？其所在机构已被“拉黑”",
  content:"针对美方错误行径，中方决定对在涉港问题上表现恶劣的美国国家民主基金会亚洲事务高级主任约翰·克劳斯，美国国际事务民主协会亚洲项目负责人阿南德、香港分部主管罗萨里奥、项目主任薛德敖等4人实施制裁。",
  imgSrc:"/images/posts/js01.png",
  reading:120,
  deatil:"11月30日，中国外交部发言人华春莹在例行记者会上表示，美方有关行径公然插手香港事务，粗暴干涉中国内政，严重违反国际法和国际关系基本准则，中方对此坚决反对、强烈谴责，决定对上述4人实施制裁。这些被制裁的人到底是什么来头？他们供职的机构又是什么背景？美国国家民主基金会官网显示，约翰·克劳斯自1997年以来一直在该机构工作，负责监督旨在促进海外地区民主进程的240多个项目，总金额约2800万美元。克劳斯的领英账号显示，他拥有斯坦福大学政治学学士学位、约翰·霍普金斯大学国际关系硕士学位，曾负责基金会在东南亚和朝鲜的项目，负责协助和评估受赠人，并发展未来项目计划。中国日报》2019年8月的一则报道介绍，美国国家民主基金会表面上是支持海外'民主运动'，实则助力'颜色革命'。有多种证据表明，在“占中”违法活动发生前，该基金会就已与“占中”违法活动中的青年学生以及骨干成员有过密切往来，这些人是“占中”违法活动重要的参加者和推动力量。另据香港《大公报》等媒体披露，通晓中文的薛德敖在港地下政圈能量不小，是反对派“尊崇”的人物，他所供职的美国国际事务民主协会，被爆曾在'占中'前批准给泛民组织'民主动力'提供约人民币7万元的预算。述报道显示，美国国际事务民主协会的'魔爪'其实早已伸向香港，在2014年非法“占中”行动中扮演着不容忽视的角色。那时候，该协会在港拥有至少五人团队，主要负责人薛德敖曾给'占中'发起人戴耀廷写邮件，要求他及其他核心成员与该协会高层会面，并介入戴耀廷构建“港人讲普选”网站一事记者查阅已有报道发现，美国国际事务民主协会其实是美国国家民主基金会的子机构，2019年12月2日，外交部发言人华春莹宣布，中方决定对在香港修例风波中表现恶劣的5家美国非政府组织实施制裁，其中就包括这两家机构。今年8月10日，外交部发言人赵立坚宣布，中方决定对在涉港问题上表现恶劣的11名美方人士实施制裁，美国国家民主基金会总裁格什曼、美国国际事务民主协会总裁米德伟均在制裁之列。今天的例行记者会上，华春莹强调，香港是中国的香港，香港事务纯属中国内政。美方应立即停止插手香港事务，不应再干涉中国内政，不要在错误的道路上越走越远。她随后补充说，这些人是中国不欢迎的人，他们将会被禁止进入中国，包括香港、澳门。",
  collection:99,
  dateTime:"24小时前",
  headImgSrc:"/images/postsdetail/js001.png",
  author:"冬天的小猫",
  date:"2020-11-30 21:25:00",
  avator:"/images/avatar/tu1.png",
  postId:1,
  music: {
    url: "https://music.163.com/#/song?id=436514312&autoplay=true&market=baiduhd",
    title: "成都"
  }
},{
  title:"掌握这项关键技术的，全世界算上中国只有4个",
  content:"2020年11月20日，中央电视台播出了一段令人心潮澎湃的视频——轻盈的直-20通用直升机在皑皑白雪的青藏高原上空自由翱翔。国产直升机轻松上高原，第一当然是新型国产发动机给力，但另一个重点要点则是，直升机、特别是直升机旋翼要具备防冰除冰的能力。就为了这个，刚刚荣获航空航天月桂奖的直-20总师邓景辉，和他的同事们在雪域高原进行了艰苦的研究和试验，最终取得了国产直升机防冰除冰系统零的突破。很多人不知道的是，“世界直升机防冰除冰技术俱乐部”的成员，比“氢弹俱乐部”和“核潜艇俱乐部”数量还要少，加上中国，这才只有四个国家能做到（其他三个国家分别是美国、俄罗斯和法国）。那么，直升机旋翼防冰除冰究竟有哪些独特的技术呢？为什么如此“高大上”？媒体评论普遍认为，两位候选人都较为清晰地阐述了各自的政治主张和价值观念。但在信息准确度方面，两名候选人在辩论中释放出的错误或误导性信息均高于早前的辩论。据CNN的民调，约50%的受访者认为此次辩论拜登获胜，约40%的受访者认为特朗普获胜。",
  imgSrc:"/images/posts/js02.png",
  reading:120,
  deatil:"2020年11月20日，中央电视台播出了一段令人心潮澎湃的视频——轻盈的直-20通用直升机在皑皑白雪的青藏高原上空自由翱翔。国产直升机轻松上高原，第一当然是新型国产发动机给力，但另一个重点要点则是，直升机、特别是直升机旋翼要具备防冰除冰的能力。就为了这个，刚刚荣获航空航天月桂奖的直-20总师邓景辉，和他的同事们在雪域高原进行了艰苦的研究和试验，最终取得了国产直升机防冰除冰系统零的突破。很多人不知道的是，“世界直升机防冰除冰技术俱乐部”的成员，比“氢弹俱乐部”和“核潜艇俱乐部”数量还要少，加上中国，这才只有四个国家能做到（其他三个国家分别是美国、俄罗斯和法国）。那么，直升机旋翼防冰除冰究竟有哪些独特的技术呢？为什么如此“高大上”？直升机在结冰气象条件下飞行时，大气中的过冷水滴会迅速聚集在高速旋转的旋翼桨叶前缘并凝结成冰，旋翼桨叶结冰会带来一些严重影响，比如：1，改变旋翼桨叶的气动外形，从而降低直升机的飞行性能，严重时导致飞机失控失速，甚至坠毁。2，改变旋翼桨叶的质量分布，影响旋翼的动力学特性，导致旋翼振动增大，从而使直升机失去控制。3，有些冰块，会从高速旋转的旋翼桨叶上脱落，损坏直升机上的其他部件，影响直升机的飞行安全。直升机旋翼结冰引起的飞行事故时有发生。1980年，一架刚引进的“超黄蜂”直升机在起飞半小时后，因旋翼结冰而在山东境内坠毁。",
  collection:99,
  dateTime:"24小时前",
  headImgSrc:"/images/postsdetail/js02.png",
  author:"冬天的小猫",
  date:"2020-10-26 08:51:00",
  avator:"/images/avatar/tu1.png",
  postId:2,
  music: {
    url: "https://music.163.com/#/song?id=436514312&autoplay=true&market=baiduhd",
    title: "成都"
  }
}]

//导出数据
export{
  postList
}